Repository: k-ivanov/bgx
Catalog: bgx-api/locale/*/LC_MESSAGES/django.po
Languages: bg

source: Registration successful! Please use the activation code to activate your account.
bg: Успешна регистрация! Моля използвай кода за активация за да активираш акаунта си.

source: Account activated successfully!
bg: Акаунтът е успешно активиран!

source: Invalid activation code
bg: Невалиден код за активация

source: Account is already activated
bg: Акаунтът вече е активиран

source: Only race organizers or administrators can submit results.
bg: Само организатори на състезания или администратори могат да добавят резултати.

source: Only race organizers or administrators can update results.
bg: Само организатори на състезания или администратори могат да актуализират резултати.

source: Only race organizers or administrators can delete results.
bg: Само организатори на състезания или администратори могат да изтриват резултати.

source: Only system administrators can create championships.
bg: Само системни администратори могат да създават шампионати.

source: Only system administrators can update championships.
bg: Само системни администратори могат да актуализират шампионати.

source: Only system administrators can delete championships.
bg: Само системни администратори могат да изтриват шампионати.

source: Only system administrators or club administrators can create races.
bg: Само системни администратори или клубни администратори могат да създават състезания.

source: You don't have permission to update this race.
bg: Нямаш права да актуализираш това състезание.

source: Only system administrators can delete races.
bg: Само системни администратори могат да изтриват състезания.

source: You must have a rider profile to sign up for races.
bg: Трябва да имаш профил на състезател за да се регистрираш за състезания.

source: Registration is not open for this race.
bg: Регистрацията не е отворена за това състезание.

source: Registration deadline has passed.
bg: Крайният срок за регистрация е изтекъл.

source: You are already registered for this race.
bg: Вече си регистриран за това състезание.

source: This race has reached maximum participants.
bg: Това състезание е достигнало максималния брой участници.

source: You don't have permission to update this race day.
bg: Нямаш права да актуализираш този състезателен ден.

source: You don't have permission to delete this race day.
bg: Нямаш права да изтриеш този състезателен ден.

source: You don't have permission to update this participation.
bg: Нямаш права да актуализираш това участие.

source: You don't have permission to delete this participation.
bg: Нямаш права да изтриеш това участие.

source: name
bg: име

source: description
bg: описание

source: year
bg: година

source: start date
bg: начална дата

source: end date
bg: крайна дата

source: status
bg: статус

source: location
bg: локация

source: registration open
bg: регистрацията отворена

source: registration deadline
bg: краен срок за регистрация

source: max participants
bg: максимален брой участници

source: category
bg: категория

source: position
bg: позиция

source: points
bg: точки

source: time
bg: време

source: rider
bg: състезател

source: race
bg: състезание

source: championship
bg: шампионат

source: club
bg: клуб

source: first name
bg: име

source: last name
bg: фамилия

source: email
bg: имейл

source: username
bg: потребителско име

source: password
bg: парола

source: created at
bg: създаден на

source: updated at
bg: актуализиран на

source: upcoming
bg: предстоящ

source: active
bg: активен

source: ongoing
bg: в ход

source: completed
bg: завършен

source: cancelled
bg: отменен

source: expert
bg: експерт

source: profi
bg: профи

source: junior
bg: юноши

source: standard
bg: стандарт

source: standard_junior
bg: стандарт юноши

source: seniors_40
bg: ветерани 40+

source: seniors_50
bg: ветерани 50+

source: women
bg: жени
